acpi
aerc
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
archlinux-xdg-menu
aseprite
asusctl
awesome-git
awesome-terminal-fonts
azure-cli
b43-fwcutter
base
bat
betterlockscreen
blesh
bluez-utils
btop
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
code
deluge-gtk
dmenu
docker
docker-compose
dolphin-plugins
downgrade
ducker
duf
dunst
dust
easyeffects
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
entr
eos-apps-info
eos-breeze-sddm
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-rankmirrors
eos-settings-i3wm
eos-settings-plasma
eos-update-notifier
ethtool
eva
eza
firefox
fuzzel
git-delta
git-lfs
glances
gocryptfs
gparted
gptfdisk
grim
grub
gum
gwenview
handbrake
haruna
haveged
haxe
hwdetect
hwinfo
hyprland
hyprpaper
inetutils
jdtls
k9s
kate
kcalc
kdeplasma-addons
kgamma
khotkeys
kinit
krita
kustomize
kwallet-pam
lib32-vulkan-icd-loader
linux-firmware-marvell
logrotate
lsb-release
lsscsi
lxappearance-gtk3
ly
maim
man-pages
mingw-w64-gcc
minikube
mkinitcpio-nfs-utils
mods
nano-syntax-highlighting
ndisc6
neovim
netctl
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
ntp
nushell
nvidia-dkms
obs-studio
okular
ollama
pavucontrol
picom-ftlabs-git
plasma-desktop
plasma-disks
plasma-systemmonitor
playerctl
polkit-gnome
powertop
pptpclient
presenterm
print-manager
pspg
pwgen
python-websocket-client
qpwgraph
qutebrowser
rebuild-detector
reiserfsprogs
rofi
rp-pppoe
sbt
scrot
sddm-kcm
sg3_utils
sof-firmware
spectacle
spotify-tui
spotifyd
sqlfluff
sshuttle
strace
syncthing
sysstat
tailscale
testdisk
tfenv
the_silver_searcher
tldr
tokei
ttf-opensans
ueberzugpp
ungoogled-chromium-bin
vhs
vi
viddy
viewnior
visidata
welcome
wev
wezterm
wf-recorder
xbindkeys
xdg-user-dirs-gtk
xed
xf86-video-amdgpu
xf86-video-ati
xf86-video-qxl
xl2tpd
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
yazi
zellij
